[
  {
    "id": 3,
    "title": "Lettres de Saint Ignace d'Antioche",
    "content": "Saint Ignace d'Antioche, évêque et disciple des apôtres, écrit sept lettres en route vers son martyre à Rome (vers 107-110).\n\n Il exhorte les chrétiens à rester unis sous l'autorité des évêques, insiste sur la vraie nature du Christ et met en garde contre les hérésies.\n\n Il rappelle que l'unité de l’Église repose sur l’évêque (la soumission aux évêques permet de rester dans la vraie foi).\n\n Il affirme que le Christ est pleinement Dieu et pleinement homme, et que la foi doit être accompagnée d’amour et d’humilité.\n\n Il rejette le judaïsme, car le Christ apporte une nouvelle vie sous la grâce, et non plus sous la Loi.\n\n Il insiste sur le fait que Jésus est réellement né, a souffert et est ressuscité dans un vrai corps.\n\n Acceptant son martyre comme témoignage de foi, il demande que l’Église reste unie, sans division.\n\n Il souligne que l’Eucharistie est le remède d’immortalité, encourage les croyants à persévérer devant les épreuves et insiste sur l'importance de la fermeté face aux fausses doctrines.",
    "image_path": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Ignatius_of_Antioch.jpg/640px-Ignatius_of_Antioch.jpg",
    "category_id": 1,
    "author_username": "Saint Ignace d'Antioche",
    "published_at": "0107-01-01T00:00:00.000Z",
    "link": "https://paroissebordeauxmaritime.fr/data/medias/documents/lectures/ignacedantioche_lettres.pdf"
  },
  {
    "id": 2,
    "title": "La Didachè – L’Enseignement des Douze Apôtres",
    "content": "La Didachè (vers 70-150 apr. J.-C.) est l’un des premiers écrits chrétiens hors du Nouveau Testament.\n\n Elle explique que deux chemins s'opposent : la Voie de la Vie, caractérisée par l'amour, la justice et l'humilité, et la Voie de la Mort, marquée par le péché, l'idolâtrie et la violence.\n\n La Voie de la Vie suit le double commandement : aimer Dieu et son prochain. Elle interdit donc le meurtre, le mensonge, la colère, l'injustice, l'avortement, l'adultère et le vol.\n\n Elle évoque aussi le baptême, qui se fait par immersion au nom du Père, du Fils et du Saint-Esprit, ainsi que l'Eucharistie, qui est un repas sacré réservé aux baptisés.\n\n Sur la vie communautaire, la Didachè recommande d'éviter les faux prophètes et les hypocrites, de partager ses biens, de pratiquer le jeûne (le mercredi et le vendredi) et de prier le Notre Père trois fois par jour.\n\n Enfin, elle insiste sur le respect des évêques et des diacres, qui doivent être irréprochables et intègres.\n\n Elle met en garde contre la Parousie, expliquant que le retour du Christ sera précédé de tromperies et d'une grande épreuve.",
    "image_path": "https://www.bibliorama.org/wp-content/uploads/2021/06/douze-apotres-400x250.jpg",
    "category_id": 1,
    "author_username": "Auteur inconnu",
    "published_at": "0070-01-01T00:00:00.000Z",
    "link": "http://matavel.wifeo.com/documents/La-Didache.pdf"
  },
  {
    "id": 4,
    "title": "Contre les hérésies – Irénée de Lyon",
    "content": "Irénée de Lyon réfute les doctrines gnostiques qui menacent l’unité et la vérité de la foi chrétienne.\n\n Il s’attaque notamment à Valentin et aux spéculations gnostiques sur des émanations divines (éons) prétendant expliquer l’origine du monde.\n\n Il affirme que Dieu est unique, créateur du ciel et de la terre, et rejette l’idée gnostique d’un Demiurge inférieur ayant formé le monde.\n\n Il insiste sur l’unité entre l’Ancien et le Nouveau Testament, affirmant que le Dieu de Moïse est aussi celui du Christ.\n\n Il défend l’Incarnation réelle du Verbe, expliquant que Jésus est vraiment Dieu et vraiment homme, et que sa Passion et sa Résurrection sont historiques et salvatrices.\n\n Irénée met en avant la transmission apostolique comme garantie de la vraie foi, soulignant l’importance de l’Église romaine et de la succession des évêques contre les interprétations ésotériques des hérétiques.\n\n Il insiste sur le rôle du Saint-Esprit, de l’Eucharistie (qu’il considère comme le véritable corps et sang du Christ), et sur la résurrection des corps contre la vision purement spirituelle des gnostiques.",
    "image_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT86S7aGDUzO3KO1sGCFyVxW-h6Yeaa6dOEUA&s",
    "category_id": 2,
    "author_username": "Irénée de Lyon",
    "published_at": "0180-01-01T00:00:00.000Z",
    "link": "http://fdier.free.fr/AdvHaer.pdf"
  },
  {
    "id": 5,
    "title": "La Prière du Seigneur – Cyprien de Carthage",
    "content": "Cyprien de Carthage commente en détail le Notre Père, prière enseignée par Jésus à ses disciples.\n\n Il insiste sur son importance comme modèle parfait de prière chrétienne, résumant la foi et les devoirs des croyants.\n\n Il explique chaque demande, soulignant leur portée spirituelle et morale : l’adoration de Dieu, la venue de son règne, la nécessité du pardon et la lutte contre le mal.\n\n Cyprien met en avant l’unité des chrétiens dans cette prière commune, montrant qu’ils doivent s’adresser à Dieu non comme individus isolés, mais en tant que membres de l’Église.\n\n Il insiste sur l’humilité, la confiance et la persévérance dans la prière, rejetant toute récitation mécanique dénuée de sincérité.",
    "image_path": "https://i0.wp.com/viecontemplative.vidareligiosa.org/wp-content/uploads/2016/09/CYPRIEN_INSTITUT_DU_VERBE_INCARNE.jpg",
    "category_id": 2,
    "author_username": "Cyprien de Carthage",
    "published_at": "0250-01-01T00:00:00.000Z",
    "link": "https://archive.org/details/histoire-et-oeuvres-completes-de-saint-cyprien-vol-3/Histoire%20et%20oeuvres%20compl%C3%A8tes%20de%20saint%20Cyprien%20vol%201/page/88/mode/2up"
  },
  {
    "id": 17,
    "title": "Vie d’Antoine – Athanase d’Alexandrie",
    "content": "Cet ouvrage, écrit au IVᵉ siècle, raconte la vie de saint Antoine, considéré comme le père du monachisme chrétien.\n\n Né en Égypte, Antoine renonce à ses biens après avoir entendu l’appel évangélique à tout abandonner pour suivre le Christ.\n\n Il se retire alors dans le désert pour mener une vie d’ascèse, consacrée à la prière et à la lutte spirituelle.\n\n Athanase met en avant les épreuves d’Antoine, notamment les tentations du diable qui prend diverses formes pour le détourner de sa foi.\n\n Il décrit ses combats contre les démons, qui l’assaillent physiquement et mentalement, mais qu’il repousse par sa prière et sa confiance en Dieu.\n\n Son mode de vie austère et sa sagesse attirent de nombreux disciples, faisant de lui un modèle pour le mouvement monastique naissant.",
    "image_path": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRxqofiJgbwaUFo6FWoGUjH-5w1H7x_OzXaPw&s",
    "category_id": 3,
    "author_username": "Athanase d’Alexandrie",
    "published_at": "0360-01-01T00:00:00.000Z",
    "link": "https://www.bibliotheque-monastique.ch/bibliotheque/bibliotheque/saints/peres/antoine/viedesaintantoine.htm"
  },
  {
    "id": 6,
    "title": "Les Confessions – Saint Augustin",
    "content": "Dans son enfance, Saint Augustin raconte comment il s’adonnait au vol par pure méchanceté, comme lorsqu'il dérobe des poires non par faim, mais par plaisir de faire le mal. Adolescent, il se laisse emporter par la luxure et entretient une relation avec une concubine, avec qui il aura un fils, Adéodat. Fasciné par l’éloquence et la quête du savoir, il adhère au manichéisme, une doctrine dualiste qui oppose un principe du bien et un principe du mal, séduisante intellectuellement mais qu'il finira par rejeter en raison de ses incohérences logiques et de son incapacité à expliquer l’origine du mal de manière satisfaisante. Sa mère, Monique, profondément chrétienne, prie inlassablement pour sa conversion et tente à plusieurs reprises de l’éloigner des influences néfastes, allant jusqu’à refuser de l’accueillir sous son toit lorsqu’il persiste dans l’erreur. Sa lutte intérieure devient de plus en plus intense lorsqu'il découvre la philosophie néoplatonicienne, qui l’aide à comprendre que le mal n’est pas une substance en soi mais une privation du bien, ce qui le rapproche du christianisme. Pourtant, il reste prisonnier de ses désirs charnels et se lamente de son incapacité à y renoncer, criant à Dieu : « Donne-moi la chasteté, mais pas tout de suite. » Le moment décisif survient dans un jardin à Milan, lorsqu’il entend une voix d’enfant lui dire « Prends et lis » ; ouvrant alors la Bible au hasard, il tombe sur un passage de Saint Paul l’exhortant à renoncer aux plaisirs de la chair et à revêtir le Christ. Ce fut le tournant : bouleversé, il décide de se convertir définitivement. Baptisé par Saint Ambroise, il abandonne sa carrière de professeur de rhétorique et rentre en Afrique, où il embrasse une vie monastique avant de devenir évêque d’Hippone.",
    "image_path": "https://images.theconversation.com/files/359281/original/file-20200922-24-3jpvnr.png?ixlib=rb-4.1.0&rect=0%2C0%2C1973%2C1239&q=45&auto=format&w=926&fit=clip",
    "category_id": 4,
    "author_username": "Saint Augustin",
    "published_at": "0397-01-01T00:00:00.000Z",
    "link": "http://www.oblaturesm.ca/pdf/Les_confessions_de_Saint_Augustin.pdf"
  },
  {
    "id": 7,
    "title": "Lettre à Diognète",
    "content": "L’auteur s'adresse à Diognète (un païen curieux du christianisme) et commence par critiquer les cultes païens, soulignant l’absurdité d’adorer des idoles fabriquées par l’homme, incapables de voir ou d’entendre. Il s’attaque aussi à certaines pratiques juives comme les sacrifices, l’observance du sabbat et les interdits alimentaires, les jugeant inférieures à la révélation chrétienne. Ensuite, il décrit les chrétiens comme des citoyens ordinaires vivant dans le monde sans s’y conformer : ils respectent les lois, pratiquent la justice, aiment tous les hommes mais sont persécutés par eux. Ils partagent tout sauf leurs épouses, évitent la débauche, ne répondent pas à la violence par la violence et ne tuent pas leurs enfants, contrairement aux païens. L’auteur compare leur rôle à celui de l’âme dans le corps : invisibles mais indispensables. Il explique que Dieu, dans son immense amour, n’a pas envoyé un prophète mais son propre Fils pour sauver l’humanité, non par mérite, mais par pure grâce. Enfin, il invite Diognète à rejeter les faux dieux et à embrasser la foi chrétienne, qui repose sur l’amour et la révélation divine en Jésus-Christ.",
    "image_path": "https://kestenig.fr/wp-content/uploads/2020/05/fresque.jpg",
    "category_id": 2,
    "author_username": "Auteur inconnu",
    "published_at": "0200-01-01T00:00:00.000Z",
    "link": "https://www.jbnoe.fr/IMG/pdf/Lettre_a_Diognete.pdf"
  },
  {
    "id": 8,
    "title": "Lettre sur la Prière - Origène",
    "content": "Origène affirme, bien que Dieu connaisse déjà nos besoins, la prière est essentielle pour nous préparer à recevoir ses dons et à conformer notre volonté à la sienne. Il distingue plusieurs types de prières : la louange, l’action de grâce, l’intercession et la supplication, insistant sur l’importance de toujours commencer par glorifier Dieu avant de présenter nos demandes. Il explique ensuite que la prière doit être faite avec un cœur pur, sans hypocrisie ni distraction, et que la posture intérieure est plus importante que la posture extérieure, bien que se tenir tourné vers l’Orient puisse symboliser l’attente du retour du Christ. Origène parle aussi de l'attitude physique pendant la prière. Il recommande de prier debout, les mains levées et tournées vers l’Orient, symbole du retour du Christ et de la lumière divine, mais il précise que la posture extérieure n’a de valeur que si elle reflète une disposition intérieure sincère. Il explique que se prosterner ou s’agenouiller est particulièrement adapté aux prières de pénitence, tandis que se tenir debout est plus approprié pour les prières de louange. Il insiste sur le fait que les gestes corporels doivent accompagner l’attitude du cœur, mais qu’ils ne remplacent pas une prière véritablement spirituelle. Il détaille le Notre Père comme modèle parfait de prière, expliquant que chaque demande reflète un aspect essentiel de la vie chrétienne : la sanctification du nom de Dieu, la venue de son règne, l’accomplissement de sa volonté, la demande du pain spirituel et matériel, le pardon des péchés lié à notre propre capacité à pardonner, la protection contre la tentation et la délivrance du mal. Origène insiste sur la nécessité d’une prière fréquente et persévérante, précisant que les chrétiens doivent prier au moins trois fois par jour (matin, midi et soir), avec une attention particulière à la prière communautaire et à la lecture des Écritures qui nourrissent la prière personnelle. Enfin, il rappelle que la prière n’est pas un simple rituel mais un moyen d’union intime avec Dieu, où l’âme s’élève vers Lui et se transforme progressivement à son image, concluant que la véritable prière est celle qui jaillit d’un cœur totalement abandonné à la volonté divine.",
    "image_path": "./lettre.webp",
    "category_id": 3,
    "author_username": "Origène",
    "published_at": "0234-01-01T00:00:00.000Z",
    "link": "https://storage.canalblog.com/49/59/1135799/119120617.pdf"
  },
 
  {
    "id": 10,
    "title": "Contre Celse - Origène",
    "content": "C'est une défense du christianisme contre les critiques de Celse, qui accusait Jésus d’être un simple magicien utilisant des artifices pour tromper les foules. Origène réfute cette idée en expliquant que les miracles de Jésus ne sont pas de la magie, mais l’expression de la puissance divine, et qu’ils s’inscrivent dans un plan divin cohérent. Il insiste sur le fait que Jésus a accompli les prophéties de l’Ancien Testament, notamment celles annonçant la venue d’un Messie souffrant et rejeté, ce qui prouve que sa mission était voulue par Dieu et non une invention humaine. Il rejette l'idée de Panthera, un récit qui prétend que Jésus serait le fils illégitime d’un soldat romain, affirmant que cette histoire est une calomnie sans fondement. Il reconnaît cependant que les Évangiles présentent certaines différences, mais il ne les voit pas comme de véritables contradictions, plutôt comme des perspectives complémentaires qui renforcent la vérité du message chrétien. Origène affirme aussi que la mort de Jésus sur la croix, que Celse considère comme une humiliation et une preuve de faiblesse, était en réalité prévue par les prophètes et faisait partie du dessein divin de salut pour l’humanité. Il insiste sur le fait que Jésus n’était pas seulement un maître de sagesse, mais qu’il avait un lien moral et spirituel unique avec Dieu, étant son Verbe incarné. Il rappelle également que les apôtres et les premiers chrétiens ont préféré mourir en martyrs plutôt que de renier leur foi, ce qui témoigne de la vérité et de la force du christianisme. Il souligne la rapidité avec laquelle la foi chrétienne s’est propagée à travers l’Empire romain, dépassant les frontières sociales et culturelles, et note que même des intellectuels païens, formés aux philosophies grecques, ont fini par se convertir en reconnaissant la profondeur de la doctrine chrétienne.",
    "image_path": "https://i.f1g.fr/media/ext/299x250/image5.evene.fr/files/celebrity/13407.png",
    "category_id": 3,
    "author_username": "Origène",
    "published_at": "0248-01-01T00:00:00.000Z",
    "link": "https://books.googleusercontent.com/books/content?req=AKW5QaeMDyJW-11SQh8SwLryFnBOyjHIz7xfYK85SzM1PDF2krpagIC2M6zOj39lpZb80qoFXg0rpEkHtQBTt4bS2ixmtSpMADVJCCWVky6ygQCcm9X6_AWvwUefmKWX65D-QWAqfVXx_6AnKGVfGhkiuwu5Yd5JxuC6nHFFFs-a-iYHIyBKIqxcE2up9HDOJ4ceDa1SmQMvdXkk5tV0bVMc_zQ1hZRaiyzlvaMkEfv1VBUZ_ySnxJRQhWMMdf-HLtL6oV1ukH4p"
  },
  {
    "id": 11,
    "title": "Les degrés d’autorité du magistère - Bernard Lucien",
    "content": "Le Magistère de l’Église (enseignement officiel du pape et des évêques) n’a pas toujours la même autorité. Il y a plusieurs degrés d’autorité, et donc plusieurs niveaux d’obligation pour les fidèles. Le Magistère infaillible est le plus haut degré d’autorité dans l’enseignement de l’Église catholique. Il concerne les vérités qui sont définitivement proclamées en matière de foi et de morale et qui ne peuvent être remises en question ou modifiées. L’infaillibilité signifie que ces doctrines sont exemptes d’erreur, car elles sont garanties par l’assistance du Saint-Esprit. Cette infaillibilité ne s’applique pas à tout ce qu’enseigne l’Église, mais uniquement à certaines conditions précises qui doivent être remplies. Il existe trois formes principales par lesquelles l’Église peut enseigner une vérité de manière infaillible. La première est l’infaillibilité pontificale, qui se manifeste lorsque le pape parle ex cathedra (littéralement « depuis la chaire », c'est-à-dire en tant que pasteur suprême de l’Église universelle). Pour qu’un enseignement soit considéré comme infaillible, il doit remplir quatre conditions définies par la constitution dogmatique Pastor Aeternus du Concile Vatican I en 1870 : 1) le pape doit parler en tant que pasteur et docteur suprême de tous les fidèles, et non comme une personne privée ; 2) il doit définir une doctrine en matière de foi ou de morale ; 3) il doit exprimer clairement son intention de proclamer une vérité de manière définitive ; 4) cette définition doit être irréformable en soi, sans dépendre du consentement ultérieur des fidèles. Un exemple célèbre de cette infaillibilité pontificale est la définition du dogme de l’Immaculée Conception par le pape Pie IX en 1854 (Ineffabilis Deus) et celle de l’Assomption de la Vierge Marie par le pape Pie XII en 1950 (Munificentissimus Deus). La deuxième forme d’infaillibilité concerne l’enseignement d’un concile œcuménique, lorsqu’il est en union avec le pape et qu’il proclame une vérité de foi ou de morale de manière définitive. Un concile œcuménique est une assemblée de tous les évêques du monde, réunis sous l’autorité du pape, pour discuter et définir des questions doctrinales ou disciplinaires. Lorsqu’un concile définit solennellement une doctrine comme étant une vérité de foi, cette définition devient infaillible. Par exemple, le Concile de Nicée en 325 a proclamé la divinité du Christ et condamné l’arianisme, établissant ainsi le fondement du Credo que l’Église récite encore aujourd’hui. De même, le Concile de Trente au XVIe siècle a défini avec autorité plusieurs doctrines essentielles face aux erreurs protestantes, comme la présence réelle du Christ dans l’Eucharistie et la justification par la grâce. Enfin, la troisième forme d’infaillibilité est celle du Magistère ordinaire et universel, qui est moins connue mais tout aussi importante. Elle se manifeste lorsque l’ensemble des évêques du monde, en communion avec le pape, enseigne une doctrine de manière constante et universelle comme une vérité de foi ou de morale qui doit être tenue par tous les fidèles. Il n’est pas nécessaire qu’il y ait une proclamation solennelle ou un texte spécifique déclarant cette vérité comme dogme, car l’infaillibilité repose ici sur l’unanimité morale des évêques à travers l’histoire. Un exemple de doctrine enseignée infailliblement par le Magistère ordinaire et universel est l’interdiction absolue de l’avortement ou encore la nature sacramentelle du mariage. Bien que ces enseignements n’aient pas été définis par un concile ou une déclaration ex cathedra, ils sont considérés comme infaillibles car l’Église les a toujours enseignés partout, toujours et par tous comme faisant partie intégrante de la foi catholique. L’infaillibilité du Magistère n’est pas un pouvoir arbitraire du pape ou des évêques, mais une garantie divine qui protège l’Église de l’erreur lorsqu’elle enseigne sur des vérités essentielles. Les fidèles catholiques doivent adhérer sans réserve à ces enseignements infaillibles, car refuser d’y croire constitue une hérésie, c’est-à-dire un rejet volontaire d’une vérité de foi révélée par Dieu. Cette adhésion est un acte de foi et de soumission à l’autorité divine, car l’Église, en tant qu’institution fondée par le Christ, reçoit l’assistance du Saint-Esprit pour guider les fidèles vers la vérité. Il y a aussi le Magistère simplement authentique ou autoritaire représente un niveau intermédiaire d’autorité dans l’enseignement de l’Église. Il concerne les enseignements qui ne sont pas nécessairement infaillibles, mais qui émanent néanmoins de l’autorité légitime du pape ou des évêques en communion avec lui. Ces enseignements requièrent un assentiment religieux de l’intelligence et de la volonté, c’est-à-dire qu’ils doivent être reçus avec respect et docilité, mais ils ne jouissent pas de l’irréformabilité propre au Magistère infaillible. Ce type de Magistère se manifeste principalement à travers plusieurs formes d’enseignements ecclésiastiques. Tout d’abord, il inclut les encycliques papales, qui sont des lettres adressées par le pape aux évêques et aux fidèles pour exposer et approfondir une doctrine, exhorter à une conduite morale ou traiter d’un sujet d’actualité. Par exemple, l’encyclique Humanae Vitae de Paul VI (1968) sur la contraception ou Laudato Si’ du pape François (2015) sur l’écologie entrent dans cette catégorie. Ces documents portent une grande autorité et appellent à l’adhésion des fidèles, mais ils ne sont pas nécessairement infaillibles en tant que tels. Ensuite, ce niveau d’autorité englobe les décisions doctrinales non définitives, qui peuvent être promulguées par des congrégations romaines, comme la Congrégation pour la Doctrine de la Foi, ou par le pape lui-même. Un exemple est la déclaration Dominus Iesus (2000) de la Congrégation pour la Doctrine de la Foi sous le cardinal Ratzinger, qui rappelle l’unicité du salut en Christ et dans l’Église catholique. De telles déclarations expriment une compréhension doctrinale officielle et demandent un assentiment des fidèles, mais elles peuvent être clarifiées ou précisées avec le temps. Ce Magistère comprend également certaines décisions conciliaires, lorsqu’elles ne sont pas définies comme infaillibles. Les conciles œcuméniques, en plus de proclamer des dogmes, adoptent aussi des décisions disciplinaires, pastorales et doctrinales qui ne relèvent pas nécessairement de l’infaillibilité stricte. Par exemple, les réformes liturgiques du Concile Vatican II ou l’approche œcuménique développée dans Unitatis Redintegratio ne sont pas des définitions dogmatiques, mais des orientations magistérielles qui engagent l’Église. Un point crucial à comprendre est que l’obéissance due à ce Magistère n’est pas absolue comme pour le Magistère infaillible, mais elle est néanmoins réelle. L’Église enseigne que les fidèles doivent accueillir ces enseignements avec une docilité respectueuse, car ils émanent de l’autorité légitime du pape et des évêques. Toutefois, il est possible d’exprimer une réserve prudente dans certains cas, à condition que cette réserve soit fondée sur des motifs sérieux, comme des raisons théologiques, historiques ou doctrinales. Par exemple, si un enseignement semble en contradiction avec des doctrines antérieures de l’Église ou soulève des difficultés objectives, un théologien ou un fidèle bien formé peut légitimement en discuter et demander des éclaircissements, sans pour autant adopter une attitude de rejet systématique. Le Magistère simplement authentique occupe une place essentielle dans la vie de l’Église, car il permet d’éclairer les fidèles et de guider leur compréhension de la foi dans les questions contemporaines. Il ne bénéficie pas de l’infaillibilité absolue, mais il requiert une attitude d’écoute et de respect, avec la possibilité de discerner et d’exprimer des interrogations en cas de difficulté légitime. Et il y a aussi le Magistère pédagogique représente le niveau le plus souple et évolutif de l’enseignement ecclésiastique. Il regroupe des décisions et des orientations qui, bien qu’émises par l’autorité légitime de l’Église, n’engagent ni son infaillibilité ni une adhésion absolue de la part des fidèles. Ces enseignements sont souvent liés aux domaines de la discipline, de la pastorale et des prises de position sur des questions temporelles, sociopolitiques ou culturelles. Tout d’abord, ce Magistère inclut les décisions disciplinaires, c’est-à-dire les règles établies par l’Église pour organiser sa vie interne et la conduite des fidèles. Ces décisions ne sont pas des vérités de foi, mais elles visent à encadrer la pratique religieuse en fonction des circonstances historiques et des besoins spirituels des fidèles. Un exemple clair est l’obligation du célibat sacerdotal dans l’Église latine : il ne s’agit pas d’un dogme infaillible, mais d’une discipline ecclésiastique qui a évolué au fil du temps et pourrait, en théorie, être modifiée. De même, le jeûne eucharistique (le temps d’abstinence avant de recevoir la communion) a été progressivement assoupli au XXe siècle, sans que cela touche à la doctrine elle-même. Ensuite, ce Magistère englobe les orientations pastorales, c’est-à-dire les directives données par l’Église pour guider l’action des fidèles et du clergé dans un contexte donné. Ces orientations ne sont pas immuables et peuvent varier en fonction des besoins des époques et des cultures. Par exemple, les choix liturgiques effectués après le Concile Vatican II, notamment la possibilité de célébrer la messe en langue vernaculaire plutôt qu’en latin, relèvent de la pastorale et non d’une vérité infaillible. Un autre exemple est la manière dont l’Église recommande d’évangéliser : à certaines époques, l’accent était mis sur la confrontation avec les erreurs doctrinales, tandis qu’aujourd’hui, on insiste davantage sur le dialogue et l’accompagnement. Enfin, ce Magistère inclut les prises de position sur des questions temporelles et sociopolitiques, qui concernent la manière dont l’Église s’exprime sur des sujets d’actualité, de justice sociale, de paix ou d’économie. L’Église a toujours cherché à éclairer la société à la lumière de l’Évangile, mais ses déclarations dans ces domaines ne sont pas infaillibles et peuvent évoluer. Par exemple, certaines positions économiques développées dans les encycliques sociales, comme Rerum Novarum (1891) de Léon XIII ou Caritas in Veritate (2009) de Benoît XVI, offrent des principes généraux de justice, mais la mise en application de ces principes peut varier. De même, les prises de position du Vatican sur des questions comme l’immigration, l’écologie ou la peine de mort sont importantes et doivent être respectées, mais elles relèvent d’un discernement prudentiel et ne s’imposent pas avec la même force qu’un dogme. Ce Magistère, par sa nature, n’exige pas une adhésion inconditionnelle. Les fidèles doivent respecter et considérer ces enseignements avec sérieux, mais il est possible d’exprimer un désaccord argumenté si des raisons solides le justifient. Par exemple, un catholique peut reconnaître les principes généraux de la Doctrine sociale de l’Église tout en ayant un avis différent sur la meilleure manière de les appliquer dans un contexte politique donné. L’important est que ce désaccord ne soit pas motivé par un esprit de rébellion ou de mépris de l’autorité ecclésiastique, mais par une réflexion éclairée et fidèle aux principes fondamentaux de la foi. En résumé, le Magistère pédagogique joue un rôle essentiel dans la vie de l’Église en aidant à adapter son enseignement aux réalités du monde. Toutefois, il n’a pas la même portée que le Magistère infaillible ou le Magistère simplement authentique. Il requiert respect et attention, mais laisse place à la réflexion et au discernement des fidèles en fonction des situations concrètes.",
    "image_path": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Pier_Francesco_Sacchi_-_Dottori_della_Chiesa_-_ca._1516.jpg",
    "category_id": 7,
    "author_username": "Bernard Lucien",
    "published_at": "2007-01-01T00:00:00.000Z",
    "link": "https://www.academia.edu/10563042/Bernard_lucien_les_degres_d_autorite_du_magistere_corrig%C3%A9"
  }
  ,
  {
    "id": 12,
    "title": "Épître aux Corinthiens - Clément de Rome",
    "content": "L'Église de Corinthe connaît alors des troubles internes, avec une révolte contre les anciens (presbytres). Clément intervient pour rétablir l'ordre et l'unité en appelant les fidèles à l'obéissance et à l'humilité, rappelant l’importance de la hiérarchie ecclésiastique et du respect des anciens, établis par les apôtres. Il commence par saluer les Corinthiens en louant leur foi et leur piété passées, mais il constate qu’ils ont succombé à la jalousie et la discorde, ce qui a conduit à l’éviction injuste de certains responsables. Il critique cette jalousie, rappelant qu’elle a déjà causé des drames dans l’histoire biblique, notamment entre Caïn et Abel, Jacob et Ésaü, Joseph et ses frères. Pour corriger cette situation, Clément exhorte à l’humilité en citant des figures exemplaires comme Moïse, Abraham et David, et rappelle l’obéissance parfaite de Jésus-Christ, qui a souffert sans se révolter. Il insiste sur la nécessité du respect des chefs établis par Dieu, prenant comme exemple le cosmos ordonné, les anges et l’Ancien Testament. Il compare l’Église à un corps bien organisé où chaque membre a sa place et son rôle, soulignant ainsi que tout désordre va à l’encontre du plan divin. Il affirme que les apôtres ont institué des évêques et des presbytres, et que ces derniers doivent être respectés pour assurer la stabilité de la communauté, condamnant fermement leur renversement injustifié à Corinthe. Il exhorte ensuite les Corinthiens à la pénitence et à l’amour fraternel, leur rappelant que le salut passe par l’humilité et la soumission à Dieu. Enfin, il conclut par une prière pour la paix et la restauration de l’unité au sein de l’Église, bénissant ses destinataires et leur souhaitant de retrouver l’harmonie perdue. Cette épître met ainsi en avant des thèmes essentiels comme l’unité et la paix dans l’Église, l’obéissance aux chefs spirituels, l’humilité face à la jalousie, et surtout le modèle du Christ comme exemple de soumission, affirmant avec force l’importance du respect de l’ordre établi par les apôtres.",
    "image_path": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEggv1QWfM9FBo7Zg8bMTbRa01a8B5FszWe-1cttPZ7b8OwtGSniigFsoH-3a4luI-F_FKIxVMF2ersURUAKz6fjXORG-TKBmifRD_vLDFR68OD7qDaT_Gh-AKxTkkjJ7e_nZBP7eFVhQJknyFrAmusPEDxqjnTjZCA9wH6HEktyT3LINoLn752Y_fqqhW8/s1024/clement%20de%20rome.jpg",
    "category_id": 1,
    "author_username": "Clément de Rome",
    "published_at": "0096-01-01T00:00:00.000Z",
    "link": "https://www.patristique.org/sites/patristique.org/IMG/pdf/i_clement.pdf"
  }
  ,
  {
    "id": 13,
    "title": "L’Épître de Barnabé",
    "content": "Le texte commence par une exhortation à la sagesse spirituelle, insistant sur la nécessité d’une compréhension profonde des Écritures. Il affirme que le temps du salut est proche et que seule la foi en Jésus-Christ permet d’y accéder. Dès le début, il adopte une posture très critique envers la Loi mosaïque, expliquant que les Juifs ont mal interprété les commandements de Dieu en les comprenant de manière littérale, alors qu’ils devaient être lus symboliquement. Selon lui, les rites juifs (circoncision, sacrifices, interdits alimentaires, sabbat) ne sont que des figures annonçant l’œuvre du Christ et n’ont pas de valeur en eux-mêmes. L’auteur propose alors une lecture allégorique de plusieurs passages de l’Ancien Testament. Par exemple, il explique que la circoncision n’était pas un commandement physique mais un signe spirituel de l’alliance véritable avec Dieu. Il interprète le sacrifice d’Isaac comme une préfiguration du sacrifice du Christ, venu offrir sa vie pour l’humanité. De même, il considère que le tabernacle construit par Moïse dans le désert symbolise en réalité l’Église chrétienne, le véritable temple de Dieu. Cette approche exégétique vise à prouver que l’Ancienne Alliance était temporaire et qu’elle a été remplacée par la Nouvelle Alliance instaurée par le Christ. L’épître développe aussi une vision christologique forte. L’auteur affirme que Jésus existait avant la création du monde et qu’il est le véritable fondement de la foi. Il insiste sur le fait que le Christ est venu abolir la Loi ancienne et établir une relation directe entre l’homme et Dieu, accessible non par les œuvres de la Loi, mais par la foi et la grâce. Cette perspective s’inscrit dans une opposition nette entre le judaïsme et le christianisme naissant, où l’auteur considère que les Juifs se sont égarés en rejetant le Messie et en restant attachés à des pratiques rituelles obsolètes. Dans la dernière partie de la lettre, l’auteur expose la doctrine des deux voies : la Voie de la Lumière, qui mène au salut, et la Voie des Ténèbres, qui conduit à la perdition. La Voie de la Lumière est celle de l’amour, de la justice, de la patience et du respect des commandements du Christ, tandis que la Voie des Ténèbres est marquée par l’avidité, l’idolâtrie, la violence et l’éloignement de Dieu. Il exhorte les chrétiens à persévérer dans la foi, à rejeter les influences du mal et à vivre selon les enseignements du Christ.",
    "image_path": "https://www.france-catholique.fr/wp-content/uploads/2023/06/barnabe-fr560273a-ca0-1024x683.jpg",
    "category_id": 1,
    "author_username": "Auteur Anonyme",
    "published_at": "0110-01-01T00:00:00.000Z",
    "link": "http://coptica.free.fr/Files/barnabe.pdf"
  }  ,
  {
    "id": 14,
    "title": "Pasteur d’Hermas",
    "content": "Ce texte se présente sous la forme d’une révélation mystique, dans laquelle Hermas, un chrétien de Rome, reçoit des visions et des enseignements d’êtres célestes, notamment d’un ange appelé le Pasteur, qui lui transmet des commandements divins. Il s’agit d’un texte moral et spirituel, qui insiste fortement sur l’importance de la pénitence, de la pureté et de la discipline chrétienne. À une époque où l’Église est confrontée aux persécutions et aux risques d’hérésies, Hermas cherche à rappeler aux fidèles la nécessité d’une vie conforme aux exigences de Dieu, tout en affirmant que le salut est toujours possible pour ceux qui se repentent sincèrement. Le texte est généralement daté entre 90 et 150 apr. J.-C. et semble avoir été écrit à Rome. Une tradition rapporte qu’Hermas pourrait être le frère du pape Pie Ier (qui a exercé entre 140 et 155 apr. J.-C.), ce qui renforcerait l’idée d’une rédaction au milieu du IIe siècle. Cependant, certains éléments du texte pourraient remonter à une période antérieure, voire à la fin du Ier siècle. L’auteur fait mention d’un certain Clément, qui pourrait être Clément de Rome, l’un des premiers évêques de la ville, ce qui pourrait situer le début de la composition vers la fin du Ier siècle ou le début du IIe siècle. Le Pasteur d’Hermas a été très influent dans l’Église primitive, au point que certains l’ont considéré comme un texte inspiré. Il figurait même dans plusieurs manuscrits anciens du Nouveau Testament, comme le Codex Sinaiticus, ce qui montre qu’il était lu aux côtés des Évangiles et des lettres apostoliques. Toutefois, il n’a pas été retenu dans le canon officiel des Écritures chrétiennes. L’ouvrage se divise en trois grandes parties : les visions, les commandements et les paraboles (ou similitudes). Dans la première partie, Hermas reçoit une série de visions mystiques, où il rencontre notamment une femme âgée, qui représente l’Église. Celle-ci lui révèle que le monde approche de la fin et que les chrétiens doivent se repentir avant qu’il ne soit trop tard. L’un des passages les plus célèbres de cette section est la vision de la tour en construction, une métaphore de l’Église qui se bâtit avec des pierres vivantes, symbolisant les fidèles. Seuls ceux qui vivent dans la sainteté peuvent être intégrés à cette construction spirituelle, tandis que les pécheurs risquent d’être rejetés. Cette image souligne l’importance d’une Église unie et pure, qui se prépare au retour du Christ.  Dans la deuxième partie, Hermas reçoit douze commandements, donnés par l’ange du Seigneur, qui se présente sous l’apparence d’un pasteur (d’où le titre du livre). Ces commandements insistent sur des vertus essentielles à la vie chrétienne : la foi, l’humilité, la sincérité, la pureté, la patience et l’amour du prochain. L’un des enseignements majeurs de cette section concerne la pénitence : contrairement à certaines doctrines rigoristes de l’époque, Hermas affirme qu’un chrétien ayant péché après son baptême peut encore être sauvé, à condition de se repentir sincèrement et de changer de vie. Cette idée s’oppose à certaines tendances plus strictes du christianisme primitif, qui considéraient que le baptême était l’unique opportunité de pardon et que les péchés graves postérieurs excluaient définitivement du salut. Hermas, au contraire, insiste sur la miséricorde divine, tout en mettant en garde contre les abus : il ne s’agit pas de pécher volontairement en comptant sur le pardon, mais de se détourner réellement du mal. La troisième et dernière partie du texte est composée de paraboles, également appelées similitudes, qui développent les thèmes des visions et des commandements sous une forme imagée. L’une des plus célèbres est celle de l’arbre et des branches sèches, où Hermas voit un arbre dont certaines branches sont desséchées, mais qui peuvent retrouver la vie si elles sont arrosées. Cette image symbolise les chrétiens pécheurs, qui ont perdu la grâce mais peuvent la retrouver par la conversion. Une autre parabole importante met en scène des esclaves travaillant dans une vigne, sous la surveillance du Fils de Dieu. Cette allégorie illustre le rôle des fidèles dans l’œuvre de Dieu et la récompense qui leur est promise s’ils restent fidèles. ",
    "image_path": "https://www.sedifop.com/wp-content/uploads/2019/01/Pasteur-dHermas-288x213.png",
    "category_id": 1,
    "author_username": "Auteur Anonyme",
    "published_at": "0100-01-01T00:00:00.000Z",
    "link": "https://www.catharisme.eu/Documents/religion/Pasteur-Hermas.pdf"
  }    ,
  {
    "id": 15,
    "title": "Le Martyre de Polycarpe",
    "content": "Dès le début, il est précisé que Polycarpe de Smyrne, disciple direct de l’apôtre Jean, ne s’est pas jeté volontairement dans la persécution, contrairement à certains chrétiens trop zélés qui recherchaient activement le martyre, mais qu’il a suivi la volonté divine en l’acceptant au moment opportun. Lorsqu’il apprend que les autorités romaines cherchent à l’arrêter, Polycarpe décide d’abord de se cacher dans une ferme non loin de Smyrne, où il passe plusieurs jours en prière, intercédant pour l’ensemble de l’Église. Mais alors qu’il change de refuge, il a une vision dans laquelle il voit son oreiller se consumer par les flammes, interprétant cela comme un signe de Dieu lui annonçant qu’il mourra brûlé vif. Peu après, il est trahi par un serviteur qui, sous la menace, révèle son emplacement aux soldats romains. Ces derniers arrivent en pleine nuit pour l’arrêter, mais Polycarpe les accueille avec une sérénité impressionnante, leur offre à manger et leur demande une heure de prière avant de partir. Ses geôliers sont frappés par sa piété et son calme, certains d’entre eux regrettant même de devoir capturer un vieillard si vénérable. Conduit devant le proconsul Statius Quadratus, Polycarpe est sommé de renier le Christ et de jurer fidélité à César en sacrifiant aux dieux romains. Le gouverneur tente de le persuader par des arguments rationnels, insistant sur son grand âge et sur l’absurdité de mourir pour une foi illégale. Il lui propose une sortie facile : simplement dire « À bas les athées » (expression utilisée par les Romains pour désigner les chrétiens, considérés comme impies car ils refusaient d’adorer les dieux traditionnels). Polycarpe, avec une ironie subtile, tourne son regard vers la foule païenne qui l’entoure, lève les bras vers le ciel et déclare : « Oui, à bas les athées ! », détournant ainsi la formule contre ses accusateurs. Devant son refus catégorique de renier sa foi, le proconsul le menace de le jeter aux bêtes sauvages, mais Polycarpe réplique que la vraie crainte devrait être celle du feu éternel du Jugement dernier. Exaspéré, le gouverneur ordonne alors qu’il soit brûlé vif. Le supplice est préparé et la foule, comprenant des Juifs et des païens hostiles aux chrétiens, se précipite pour rassembler du bois afin d’alimenter le bûcher. Les bourreaux veulent l’attacher au poteau, mais Polycarpe refuse, déclarant que Dieu lui donnera la force de ne pas fuir les flammes. On raconte alors que, lorsqu’on met le feu au bûcher, les flammes forment une arche autour de lui, l’entourant sans le consumer, et qu’au lieu de sentir la chair brûlée, un parfum d’encens et de pain flottait dans l’air. Voyant cela, un soldat, pris de panique, le transperce avec une lance, et il en sort une telle quantité de sang que les flammes s’éteignent, un détail spectaculaire qui souligne la sainteté du martyr et donne au récit une dimension presque surnaturelle. Après sa mort, les autorités interdisent aux chrétiens de récupérer son corps, de peur qu’ils ne le vénèrent comme un saint. Pourtant, ses disciples parviennent à récupérer ses ossements, qu’ils conservent précieusement comme des reliques sacrées. Le texte se termine en expliquant que le martyre de Polycarpe n’est pas une simple exécution, mais un sacrifice conforme à la volonté divine, et qu’il doit être vu comme un modèle pour tous les chrétiens face aux persécutions.",
    "image_path": "https://sanctoral.com/fr/saints/images/saint_polycarpe.jpg",
    "category_id": 1,
    "author_username": "Polycarpe de Smyrne",
    "published_at": "0157-01-01T00:00:00.000Z",
    "link": "http://orthodoxievco.net/ecrits/peres/polycarpe.pdf"
  }  ,
  {
    "id": 16,
    "title": " La Lettre de Polycarpe aux Philippiens",
    "content": "Polycarpe exhorte les Philippiens à demeurer fermes dans leur foi et à suivre les enseignements des apôtres, en particulier ceux de Paul, dont il cite plusieurs lettres. Il insiste sur la nécessité pour chaque chrétien de vivre dans la piété, l’humilité et l’amour fraternel, en s’éloignant du péché et en rejetant toute forme d’avidité, de mensonge ou de calomnie. Il rappelle que les croyants doivent être soumis à leurs dirigeants spirituels – évêques, prêtres et diacres – qui doivent eux-mêmes être irréprochables, justes et entièrement dévoués à Dieu. Il met en garde contre les faux docteurs et les hérétiques qui cherchent à déformer l'enseignement du Christ, notamment ceux qui nient que Jésus soit venu en chair ou qui propagent des doctrines contraires à la vérité apostolique. Il évoque l’exemple d’Ignace d’Antioche et d’autres martyrs, affirmant que ceux qui souffrent pour le Christ reçoivent une récompense éternelle. Il insiste sur la nécessité de la charité et du pardon entre frères et sœurs en Christ, rappelant que Dieu jugera chacun selon ses œuvres. Il encourage les Philippiens à prier constamment, à méditer les Écritures et à garder l’espérance en la résurrection et en la vie éternelle.",
    "image_path": "./aze.webp",
    "category_id": 1,
    "author_username": "Polycarpe de Smyrne",
    "published_at": "0135-01-01T00:00:00.000Z",
    "link": "https://www.patristique.org/sites/patristique.org/IMG/pdf/polycarpe_philippiens.pdf"
  },
  {
    "id": 9,
    "title": "Papias d’Hiérapolis - Fragments",
    "content": "Une œuvre en cinq livres intitulée Exégèse des paroles du Seigneur, qui est aujourd’hui perdue, mais dont certains fragments ont été conservés par des auteurs postérieurs comme Irénée de Lyon et Eusèbe de Césarée. Ces fragments offrent un aperçu de la manière dont les premiers chrétiens comprenaient la transmission des enseignements de Jésus, en mettant particulièrement l’accent sur l’importance de la tradition orale. Papias explique qu'il a recueilli ses informations non pas directement auprès des apôtres, mais auprès de ceux qui les avaient côtoyés, insistant sur l'idée que les enseignements vivants étaient plus précieux que les écrits. Il affirme ainsi avoir interrogé les anciens disciples des apôtres pour recueillir des témoignages authentiques sur les paroles et les actes de Jésus. Cela montre un christianisme encore en transition entre l’oralité et la fixation des évangiles comme textes d’autorité. L’un des fragments les plus célèbres concerne l’origine des évangiles. Papias rapporte que Marc a écrit son évangile en s’appuyant sur les enseignements de Pierre, dont il était l’interprète. Il précise que Marc n’a pas rédigé son évangile dans l’ordre chronologique, mais qu’il a fidèlement retransmis les souvenirs et les enseignements de Pierre selon ses récits. Concernant Matthieu, Papias affirme qu’il a écrit son évangile « en dialecte hébraïque », ce qui est généralement interprété comme une référence à l’araméen. Il ajoute que chacun l’a ensuite traduit comme il le pouvait, ce qui suggère que son évangile a rapidement circulé sous différentes formes et traductions. ",
    "image_path": "https://www.bibliorama.org/wp-content/uploads/2024/10/Jesus-historique-400x250.png",
    "category_id": 1,
    "author_username": "Papias",
    "published_at": "0122-01-01T00:00:00.000Z",
    "link": "https://www.documentacatholicaomnia.eu/03d/0070-0130,_Papia_Hierapolitanus,_Fragmenta_[Schaff],_EN.pdf"
  },
  {
    "id": 1,
    "title": "L’Apologie - Justin Martyr",
    "content": "C'est une défense adressée à l’empereur Antonin le Pieux et au Sénat romain. Justin, philosophe converti au christianisme, cherche à démontrer que les chrétiens ne sont pas des criminels et que leur foi mérite d’être reconnue plutôt que persécutée. Il commence par réfuter les accusations les plus courantes contre les chrétiens, notamment celle d’athéisme, car ils refusent de vénérer les dieux romains, et celles d’immoralité, comme les rumeurs de cannibalisme (liées à l’Eucharistie) et d’inceste (liées à l’amour fraternel entre chrétiens). Il affirme que ces accusations sont basées sur l’ignorance et la calomnie, et que les chrétiens sont en réalité les citoyens les plus vertueux de l’Empire. Justin explique ensuite que le christianisme est la véritable philosophie qui mène à la connaissance de Dieu et au salut. Il développe la notion de Logos, affirmant que le Christ est la raison divine, présente dans le monde et accessible à tous ceux qui recherchent la vérité. Il rapproche le christianisme de la philosophie grecque, notamment de Platon et d’Héraclite, pour montrer que certaines vérités chrétiennes étaient déjà pressenties par les penseurs païens, bien que de manière incomplète. Il insiste sur le fait que les enseignements du Christ sont conformes à la justice et à la morale, et que les chrétiens vivent en accord avec ces principes en pratiquant l’amour du prochain, la chasteté, la patience et le respect des lois de l’Empire, sauf lorsque celles-ci exigent l’adoration des idoles. Une partie importante de l’Apologie est consacrée à la description des pratiques chrétiennes, notamment le baptême et l’Eucharistie. Il explique que le baptême est une nouvelle naissance spirituelle qui purifie du péché et marque l’entrée dans la communauté chrétienne. L’Eucharistie, quant à elle, n’est pas un simple repas symbolique, mais une véritable communion avec le Christ, où le pain et le vin deviennent son corps et son sang. Justin insiste sur le fait que ces rites ne sont ni magiques ni superstitieux, mais qu’ils sont un moyen pour les croyants de s’unir à Dieu. Il décrit également la célébration du dimanche, jour du Seigneur, où les chrétiens se réunissent pour écouter les Écritures, prier et partager l’Eucharistie sous la direction d’un président de l’assemblée (probablement un évêque). Enfin, Justin conclut en lançant un appel à la justice : il exhorte l’empereur et les autorités romaines à ne pas condamner les chrétiens sur la base de rumeurs ou de simples préjugés, mais à examiner leur comportement et leurs enseignements. Il dénonce l’incohérence des persécutions, soulignant que les chrétiens sont exécutés non pas pour des crimes, mais uniquement à cause de leur foi, alors qu’ils mènent une vie exemplaire et respectueuse des lois. Il affirme que, même sous la menace de la mort, les chrétiens ne renieront pas leur foi, car ils savent que le véritable jugement viendra de Dieu. Il termine en mettant en garde les dirigeants romains : persécuter les chrétiens, c’est s’opposer à la vérité et risquer le châtiment divin.",
    "image_path": "https://www.worldhistory.org/img/c/p/1600x900/19609.jpg",
    "category_id": 2,
    "author_username": "Justin Martyr",
    "published_at": "0156-01-01T00:00:00.000Z",
    "link": "https://folia.unifr.ch/rerodoc/329527/files/Paradosis_38_Munier_Charles_-_L_Apologie_de_saint_Justin_philosophe_et_martyr_Ed._universitaires_Impr._Saint-Paul_1994_.pdf"
  }
]
